
;---------------------------------BEGIN: Bin\CardApp\HLDown-----------------------------------------
[HLDOWN_DLG_2000]
CAPTION=Multi-document mark
ID2000=IO Valid
ID1016=Switch to off-line mode after logging out
ID1013=IO Setting
ID1014=DownLoad
ID1015=Start/Stop Mark
ID1018=Save MulDoc.
ID1=Quit

[HLDOWN_DLG_2001]
CAPTION=IO Setting
ID2001=Get Current IO
ID1=Ok
ID2=Cancel

[HLDOWN_STRINGTABLE]
ID0=Sel.
ID1=FileName
ID2=IO-Valid
ID3=IO-Value
ID4=DownFlag
ID1000=Please choose the file to download!
ID1001=The current downed file will be erased. Continue? 
ID1002=Faily. Please retry!
ID1003=The result:
ID1004=%d%% of board memory space has been occupied.
ID1005=Please choose the file to set!
ID1006=Please choose the file to mark!
ID1007=The IO mandatory value can't be repeated!
ID1008=Downed
ID1009=UnDowned
ID1010=Start Mark
ID1011=Stop Mark
ID2000=Successfully!
ID2001=Transmission fault!
ID2002=Flash insufficiency!
ID2003=Flash read-in fault!
ID2004=Document data is not available!
ID2005=Document data is out of range!
ID2006=IO-Valid is not set!

;---------------------------------END: Bin\CardApp\HLDown-----------------------------------------

;---------------------------------BEGIN: Bin\HLIOCheck-----------------------------------------
[HLIOCHECK_DLG_3000]
CAPTION=IO signal detection
ID1012=Input
ID1013=Output
;---------------------------------END: Bin\HLIOCheck-----------------------------------------

;---------------------------------BEGIN: Bin\GraySet-----------------------------------------
[GRAYSET_DLG_1002]
CAPTION=Gray setting
ID1004=Project
ID1842=SaveAs
ID1403=Delete
ID1005=Ctrl.Mode:
ID1006=Line
ID1007=Levels
ID1838=White
ID1001=Reset
ID1008=MarkTest
ID1837=AllLevel
ID1841=SingleLevel
ID1009=Level:
ID1010=Speed:
ID1011=Dot Dist.
ID1015=Min Adjust Power(%):
ID1016=Max Adjust Power(%):
ID1=Ok
ID2=Cancel

[GRAYSET_DLG_1003]
CAPTION=Save Project
ID1012=Name of project is:
ID1=Ok
ID2=Cancel

[GRAYSET_STRINGTABLE]
ID1001=Open unsuccessfully!
ID1002=Please select project to be delete!
ID1003=You can't delete default project!
ID1004=Sure delete it?
ID1005=Delete unsuccessfully!
ID1006=You can't save it as default project!
ID1007=Sure overwrite it?
ID1008=Add new project unsuccessfully!
ID1009=Power
ID1010=AjustQ
ID1011=Current
ID1012=Beeline
ID1013=Curve
ID1014=Level
ID1015=Color
ID1016=Power%
ID1017=The IPG LASER does not support gray setting!
ID1018=Power
ID1019=Freq

;---------------------------------END: Bin\GraySet-----------------------------------------

;---------------------------------BEGIN: HANSADVINTERFACE-----------------------------------------
[HANSADVINTERFACE_STRINGTABLE]
ID01=Another software is running        
ID02=The path is wrong             
ID03=Initialize device failed!            
ID04=Device was not initialized             
ID05=Warning
ID06=Command timeout              
ID07=The file can't be readed            
ID08=Specified font does not exist!        
ID09=Specified Layer does not exist!         
ID10=Specified Object was not found!          
ID11=Parameter error..            
ID12=Operation are prohibted, Invalid state!
ID13=Memory allocation failure            
ID14=Out of mark range          
ID15=Insufficient buffer size             
ID16=Null pointer               
ID17=No matched document!
ID18=Command execute failure!
ID100=Unknown error

;---------------------------------END: HANSADVINTERFACE-----------------------------------------